{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "'": 6,
      ",": 7,
      "-": 8,
      ".": 9,
      "1": 10,
      "2": 11,
      "5": 12,
      "7": 13,
      ":": 14,
      "?": 15,
      "[": 16,
      "]": 17,
      "_": 18,
      "a": 19,
      "b": 20,
      "c": 21,
      "d": 22,
      "e": 23,
      "f": 24,
      "g": 25,
      "h": 26,
      "i": 27,
      "j": 28,
      "k": 29,
      "l": 30,
      "m": 31,
      "n": 32,
      "o": 33,
      "p": 34,
      "q": 35,
      "r": 36,
      "s": 37,
      "t": 38,
      "u": 39,
      "v": 40,
      "w": 41,
      "x": 42,
      "y": 43,
      "z": 44,
      "’": 45,
      "he": 46,
      "the": 47,
      "in": 48,
      "re": 49,
      "at": 50,
      "is": 51,
      "ing": 52,
      "an": 53,
      "wh": 54,
      "what": 55,
      "do": 56,
      "es": 57,
      "and": 58,
      "it": 59,
      "ar": 60,
      "lo": 61,
      "are": 62,
      "er": 63,
      "ou": 64,
      "en": 65,
      "on": 66,
      "as": 67,
      "to": 68,
      "we": 69,
      "whe": 70,
      "le": 71,
      "ay": 72,
      "ve": 73,
      "al": 74,
      "ic": 75,
      "li": 76,
      "where": 77,
      "co": 78,
      "me": 79,
      "or": 80,
      "you": 81,
      "ke": 82,
      "un": 83,
      "does": 84,
      "ro": 85,
      "se": 86,
      "ha": 87,
      "ly": 88,
      "id": 89,
      "ra": 90,
      "bo": 91,
      "my": 92,
      "pl": 93,
      "low": 94,
      "ch": 95,
      "ir": 96,
      "et": 97,
      "st": 98,
      "ther": 99,
      "ea": 100,
      "all": 101,
      "your": 102,
      "im": 103,
      "ri": 104,
      "ts": 105,
      "ite": 106,
      "colo": 107,
      "den": 108,
      "el": 109,
      "fa": 110,
      "rea": 111,
      "ab": 112,
      "bu": 113,
      "ball": 114,
      "sw": 115,
      "doing": 116,
      "play": 117,
      "fis": 118,
      "th": 119,
      "ter": 120,
      "rain": 121,
      "fish": 122,
      "has": 123,
      "sun": 124,
      "have": 125,
      "color": 126,
      "ame": 127,
      "mo": 128,
      "name": 129,
      "um": 130,
      "ree": 131,
      "like": 132,
      "did": 133,
      "ed": 134,
      "fri": 135,
      "go": 136,
      "sk": 137,
      "sp": 138,
      "ti": 139,
      "end": 140,
      "friend": 141,
      "flow": 142,
      "ho": 143,
      "il": 144,
      "oo": 145,
      "hel": 146,
      "ind": 147,
      "red": 148,
      "ark": 149,
      "ast": 150,
      "ice": 151,
      "flower": 152,
      "ake": 153,
      "cle": 154,
      "eat": 155,
      "ge": 156,
      "ok": 157,
      "sh": 158,
      "wat": 159,
      "ass": 160,
      "read": 161,
      "sky": 162,
      "af": 163,
      "bir": 164,
      "ds": 165,
      "gh": 166,
      "gr": 167,
      "ming": 168,
      "wit": 169,
      "ars": 170,
      "with": 171,
      "ck": 172,
      "che": 173,
      "clo": 174,
      "day": 175,
      "les": 176,
      "pp": 177,
      "say": 178,
      "tu": 179,
      "tree": 180,
      "vor": 181,
      "they": 182,
      "anim": 183,
      "dog": 184,
      "ard": 185,
      "live": 186,
      "book": 187,
      "favor": 188,
      "swim": 189,
      "water": 190,
      "animal": 191,
      "favorite": 192,
      "bl": 193,
      "fly": 194,
      "gar": 195,
      "of": 196,
      "pic": 197,
      "park": 198,
      "ry": 199,
      "ves": 200,
      "wor": 201,
      "res": 202,
      "ats": 203,
      "arm": 204,
      "our": 205,
      "ouse": 206,
      "when": 207,
      "bus": 208,
      "mother": 209,
      "flowers": 210,
      "shin": 211,
      "br": 212,
      "foo": 213,
      "han": 214,
      "ker": 215,
      "no": 216,
      "rice": 217,
      "tw": 218,
      "ten": 219,
      "tea": 220,
      "wr": 221,
      "yel": 222,
      "oun": 223,
      "lion": 224,
      "row": 225,
      "see": 226,
      "eaker": 227,
      "playing": 228,
      "speaker": 229,
      "time": 230,
      "home": 231,
      "birds": 232,
      "ght": 233,
      "clock": 234,
      "yellow": 235,
      "__": 236,
      "bea": 237,
      "cat": 238,
      "car": 239,
      "for": 240,
      "fro": 241,
      "farm": 242,
      "gre": 243,
      "house": 244,
      "ive": 245,
      "ily": 246,
      "king": 247,
      "ld": 248,
      "ng": 249,
      "nes": 250,
      "pet": 251,
      "qu": 252,
      "run": 253,
      "she": 254,
      "sto": 255,
      "tball": 256,
      "ue": 257,
      "ur": 258,
      "uden": 259,
      "ver": 260,
      "their": 261,
      "rel": 262,
      "long": 263,
      "out": 264,
      "wear": 265,
      "stars": 266,
      "studen": 267,
      "reading": 268,
      "after": 269,
      "cher": 270,
      "blue": 271,
      "garden": 272,
      "teacher": 273,
      "green": 274,
      "very": 275,
      "students": 276,
      "age": 277,
      "aves": 278,
      "der": 279,
      "ep": 280,
      "ele": 281,
      "four": 282,
      "get": 283,
      "his": 284,
      "lis": 285,
      "man": 286,
      "pon": 287,
      "pass": 288,
      "phan": 289,
      "sle": 290,
      "take": 291,
      "ving": 292,
      "ink": 293,
      "ings": 294,
      "leaves": 295,
      "veget": 296,
      "board": 297,
      "ables": 298,
      "about": 299,
      "this": 300,
      "umb": 301,
      "ild": 302,
      "hello": 303,
      "clear": 304,
      "eating": 305,
      "books": 306,
      "swimming": 307,
      "bran": 308,
      "ound": 309,
      "beach": 310,
      "elephan": 311,
      "listen": 312,
      "pond": 313,
      "passage": 314,
      "sleep": 315,
      "vegetables": 316,
      "elephant": 317,
      "au": 318,
      "ather": 319,
      "ce": 320,
      "can": 321,
      "dra": 322,
      "find": 323,
      "fast": 324,
      "hid": 325,
      "jum": 326,
      "men": 327,
      "mily": 328,
      "ps": 329,
      "rid": 330,
      "sis": 331,
      "tel": 332,
      "whic": 333,
      "oned": 334,
      "toy": 335,
      "weather": 336,
      "happ": 337,
      "boy": 338,
      "family": 339,
      "but": 340,
      "three": 341,
      "tioned": 342,
      "animals": 343,
      "word": 344,
      "shining": 345,
      "football": 346,
      "not": 347,
      "draw": 348,
      "hidden": 349,
      "mentioned": 350,
      "sister": 351,
      "tell": 352,
      "which": 353,
      "ac": 354,
      "am": 355,
      "aking": 356,
      "bit": 357,
      "bic": 358,
      "cr": 359,
      "ct": 360,
      "crea": 361,
      "cast": 362,
      "cur": 363,
      "cau": 364,
      "every": 365,
      "fu": 366,
      "fall": 367,
      "five": 368,
      "ight": 369,
      "kind": 370,
      "ling": 371,
      "lun": 372,
      "mat": 373,
      "mer": 374,
      "mon": 375,
      "make": 376,
      "ning": 377,
      "nic": 378,
      "net": 379,
      "night": 380,
      "old": 381,
      "sc": 382,
      "sing": 383,
      "sand": 384,
      "sum": 385,
      "tab": 386,
      "win": 387,
      "was": 388,
      "wind": 389,
      "ycle": 390,
      "yard": 391,
      "white": 392,
      "dow": 393,
      "iting": 394,
      "one": 395,
      "ask": 396,
      "wheel": 397,
      "cow": 398,
      "coats": 399,
      "under": 400,
      "had": 401,
      "having": 402,
      "lying": 403,
      "ide": 404,
      "father": 405,
      "swings": 406,
      "throw": 407,
      "sunday": 408,
      "moon": 409,
      "spor": 410,
      "how": 411,
      "grass": 412,
      "ground": 413,
      "tures": 414,
      "flying": 415,
      "picnic": 416,
      "pictures": 417,
      "work": 418,
      "two": 419,
      "twink": 420,
      "write": 421,
      "homework": 422,
      "from": 423,
      "nests": 424,
      "rell": 425,
      "wearing": 426,
      "many": 427,
      "umbrell": 428,
      "branch": 429,
      "sleeping": 430,
      "jump": 431,
      "happy": 432,
      "notes": 433,
      "bicycle": 434,
      "cream": 435,
      "castles": 436,
      "curry": 437,
      "ful": 438,
      "falling": 439,
      "lunch": 440,
      "sandcastles": 441,
      "summer": 442,
      "table": 443,
      "wheels": 444,
      "be": 445,
      "bi": 446,
      "bro": 447,
      "brea": 448,
      "din": 449,
      "dres": 450,
      "eg": 451,
      "ears": 452,
      "gs": 453,
      "gle": 454,
      "ien": 455,
      "iet": 456,
      "jun": 457,
      "kes": 458,
      "kfast": 459,
      "ny": 460,
      "ner": 461,
      "nts": 462,
      "om": 463,
      "pare": 464,
      "sa": 465,
      "so": 466,
      "slow": 467,
      "sch": 468,
      "squ": 469,
      "ting": 470,
      "trun": 471,
      "way": 472,
      "wal": 473,
      "ren": 474,
      "who": 475,
      "why": 476,
      "andpare": 477,
      "ared": 478,
      "ould": 479,
      "ick": 480,
      "likes": 481,
      "coming": 482,
      "meet": 483,
      "key": 484,
      "room": 485,
      "roared": 486,
      "ching": 487,
      "child": 488,
      "irrel": 489,
      "stay": 490,
      "build": 491,
      "terfly": 492,
      "sunny": 493,
      "ool": 494,
      "help": 495,
      "should": 496,
      "bird": 497,
      "grandpare": 498,
      "pped": 499,
      "tur": 500,
      "____": 501,
      "frog": 502,
      "farmer": 503,
      "quiet": 504,
      "stop": 505,
      "stopped": 506,
      "butterfly": 507,
      "monkey": 508,
      "sport": 509,
      "big": 510,
      "brother": 511,
      "breakfast": 512,
      "dinner": 513,
      "dress": 514,
      "eggs": 515,
      "jungle": 516,
      "school": 517,
      "squirrel": 518,
      "trunk": 519,
      "walking": 520,
      "children": 521,
      "grandparents": 522,
      "12": 523,
      "air": 524,
      "ail": 525,
      "ack": 526,
      "app": 527,
      "aiting": 528,
      "away": 529,
      "bing": 530,
      "blo": 531,
      "bas": 532,
      "blow": 533,
      "bri": 534,
      "bab": 535,
      "bark": 536,
      "brow": 537,
      "baking": 538,
      "bbit": 539,
      "cl": 540,
      "care": 541,
      "cli": 542,
      "cir": 543,
      "cri": 544,
      "cil": 545,
      "cake": 546,
      "coun": 547,
      "dr": 548,
      "dro": 549,
      "dly": 550,
      "dri": 551,
      "eo": 552,
      "eas": 553,
      "east": 554,
      "ff": 555,
      "fl": 556,
      "flo": 557,
      "feat": 558,
      "grow": 559,
      "gam": 560,
      "hi": 561,
      "hat": 562,
      "hats": 563,
      "hive": 564,
      "ix": 565,
      "ion": 566,
      "kite": 567,
      "ll": 568,
      "lar": 569,
      "last": 570,
      "mes": 571,
      "mbo": 572,
      "mil": 573,
      "mouse": 574,
      "mac": 575,
      "mbing": 576,
      "mix": 577,
      "nu": 578,
      "nis": 579,
      "nal": 580,
      "numb": 581,
      "ol": 582,
      "oming": 583,
      "pen": 584,
      "ple": 585,
      "pra": 586,
      "peo": 587,
      "rre": 588,
      "ris": 589,
      "ran": 590,
      "ron": 591,
      "su": 592,
      "ses": 593,
      "sit": 594,
      "sen": 595,
      "spl": 596,
      "saf": 597,
      "side": 598,
      "tle": 599,
      "train": 600,
      "taking": 601,
      "tail": 602,
      "up": 603,
      "us": 604,
      "uds": 605,
      "ures": 606,
      "using": 607,
      "udly": 608,
      "uff": 609,
      "vis": 610,
      "wl": 611,
      "wes": 612,
      "wen": 613,
      "warm": 614,
      "wings": 615,
      "waiting": 616,
      "zoo": 617,
      "hed": 618,
      "them": 619,
      "into": 620,
      "inside": 621,
      "atfor": 622,
      "ation": 623,
      "ane": 624,
      "answ": 625,
      "ange": 626,
      "door": 627,
      "donal": 628,
      "ites": 629,
      "ara": 630,
      "ary": 631,
      "around": 632,
      "love": 633,
      "look": 634,
      "loudly": 635,
      "outs": 636,
      "ens": 637,
      "ons": 638,
      "ason": 639,
      "ashed": 640,
      "tom": 641,
      "toge": 642,
      "tory": 643,
      "wet": 644,
      "well": 645,
      "leaf": 646,
      "ayons": 647,
      "ales": 648,
      "icke": 649,
      "libr": 650,
      "coat": 651,
      "comes": 652,
      "cool": 653,
      "corre": 654,
      "met": 655,
      "meone": 656,
      "order": 657,
      "orange": 658,
      "ketball": 659,
      "roof": 660,
      "roses": 661,
      "sea": 662,
      "set": 663,
      "sets": 664,
      "season": 665,
      "rabbit": 666,
      "bowl": 667,
      "plac": 668,
      "platfor": 669,
      "plane": 670,
      "chick": 671,
      "stand": 672,
      "stron": 673,
      "station": 674,
      "colored": 675,
      "colombo": 676,
      "else": 677,
      "plays": 678,
      "played": 679,
      "playground": 680,
      "raini": 681,
      "rains": 682,
      "rainy": 683,
      "raining": 684,
      "raincoats": 685,
      "raincoat": 686,
      "sunflowers": 687,
      "moving": 688,
      "got": 689,
      "going": 690,
      "goes": 691,
      "goats": 692,
      "sks": 693,
      "spark": 694,
      "helps": 695,
      "helmet": 696,
      "watching": 697,
      "assroom": 698,
      "ches": 699,
      "clouds": 700,
      "says": 701,
      "tusks": 702,
      "black": 703,
      "rying": 704,
      "shiny": 705,
      "food": 706,
      "noon": 707,
      "tence": 708,
      "writing": 709,
      "writes": 710,
      "ghtly": 711,
      "carrying": 712,
      "nest": 713,
      "running": 714,
      "afternoon": 715,
      "history": 716,
      "mangoes": 717,
      "branches": 718,
      "listening": 719,
      "riding": 720,
      "drawing": 721,
      "crayons": 722,
      "cricke": 723,
      "cause": 724,
      "caught": 725,
      "everywhere": 726,
      "matara": 727,
      "scien": 728,
      "scales": 729,
      "singing": 730,
      "winter": 731,
      "window": 732,
      "down": 733,
      "cows": 734,
      "throwing": 735,
      "twinkle": 736,
      "twinkling": 737,
      "umbrella": 738,
      "umbrellas": 739,
      "jumped": 740,
      "fully": 741,
      "because": 742,
      "sahan": 743,
      "someone": 744,
      "turtle": 745,
      "airplane": 746,
      "apple": 747,
      "blooming": 748,
      "basketball": 749,
      "blowing": 750,
      "brightly": 751,
      "baby": 752,
      "barking": 753,
      "brown": 754,
      "classroom": 755,
      "carefully": 756,
      "climbing": 757,
      "circle": 758,
      "crib": 759,
      "cils": 760,
      "count": 761,
      "drink": 762,
      "drops": 763,
      "easily": 764,
      "fluff": 765,
      "flour": 766,
      "features": 767,
      "games": 768,
      "high": 769,
      "large": 770,
      "milk": 771,
      "macdonal": 772,
      "mixing": 773,
      "nut": 774,
      "nisal": 775,
      "number": 776,
      "pencils": 777,
      "pract": 778,
      "people": 779,
      "sugar": 780,
      "sitting": 781,
      "sentence": 782,
      "splashed": 783,
      "safe": 784,
      "visit": 785,
      "west": 786,
      "went": 787,
      "answer": 788,
      "looking": 789,
      "outside": 790,
      "together": 791,
      "library": 792,
      "correct": 793,
      "places": 794,
      "platform": 795,
      "chickens": 796,
      "strong": 797,
      "sparkling": 798,
      "blackboard": 799,
      "cricket": 800,
      "science": 801,
      "fluffy": 802,
      "macdonald": 803,
      "ad": 804,
      "ave": 805,
      "bread": 806,
      "de": 807,
      "dy": 808,
      "dnes": 809,
      "eed": 810,
      "ebooks": 811,
      "fin": 812,
      "fen": 813,
      "fle": 814,
      "fli": 815,
      "frid": 816,
      "gra": 817,
      "give": 818,
      "gave": 819,
      "ile": 820,
      "jo": 821,
      "kit": 822,
      "lau": 823,
      "mor": 824,
      "mus": 825,
      "need": 826,
      "other": 827,
      "par": 828,
      "per": 829,
      "son": 830,
      "sday": 831,
      "sno": 832,
      "tre": 833,
      "uti": 834,
      "years": 835,
      "there": 836,
      "reet": 837,
      "ingred": 838,
      "while": 839,
      "esday": 840,
      "loves": 841,
      "ened": 842,
      "enjo": 843,
      "topic": 844,
      "wears": 845,
      "wednes": 846,
      "aying": 847,
      "ved": 848,
      "also": 849,
      "alway": 850,
      "ices": 851,
      "lives": 852,
      "rot": 853,
      "sees": 854,
      "seats": 855,
      "body": 856,
      "street": 857,
      "buil": 858,
      "swam": 859,
      "swaying": 860,
      "that": 861,
      "thur": 862,
      "colors": 863,
      "colorful": 864,
      "friends": 865,
      "hot": 866,
      "eats": 867,
      "ghing": 868,
      "chen": 869,
      "tuesday": 870,
      "swims": 871,
      "shine": 872,
      "shines": 873,
      "foods": 874,
      "teaching": 875,
      "beauti": 876,
      "quick": 877,
      "runs": 878,
      "story": 879,
      "jumps": 880,
      "ride": 881,
      "rides": 882,
      "happened": 883,
      "notebooks": 884,
      "monday": 885,
      "sports": 886,
      "bee": 887,
      "ients": 888,
      "saved": 889,
      "slowly": 890,
      "staying": 891,
      "turning": 892,
      "________": 893,
      "quietly": 894,
      "drive": 895,
      "drives": 896,
      "grows": 897,
      "rise": 898,
      "rises": 899,
      "setting": 900,
      "practice": 901,
      "practices": 902,
      "address": 903,
      "fine": 904,
      "fence": 905,
      "flew": 906,
      "flies": 907,
      "friday": 908,
      "grade": 909,
      "kitchen": 910,
      "laughing": 911,
      "morning": 912,
      "music": 913,
      "parrot": 914,
      "person": 915,
      "snow": 916,
      "trees": 917,
      "ingredients": 918,
      "enjoy": 919,
      "topics": 920,
      "wednesday": 921,
      "always": 922,
      "streets": 923,
      "built": 924,
      "thursday": 925,
      "beautiful": 926,
      "quickly": 927
    },
    "merges": [
      [
        "h",
        "e"
      ],
      [
        "t",
        "he"
      ],
      [
        "i",
        "n"
      ],
      [
        "r",
        "e"
      ],
      [
        "a",
        "t"
      ],
      [
        "i",
        "s"
      ],
      [
        "in",
        "g"
      ],
      [
        "a",
        "n"
      ],
      [
        "w",
        "h"
      ],
      [
        "wh",
        "at"
      ],
      [
        "d",
        "o"
      ],
      [
        "e",
        "s"
      ],
      [
        "an",
        "d"
      ],
      [
        "i",
        "t"
      ],
      [
        "a",
        "r"
      ],
      [
        "l",
        "o"
      ],
      [
        "a",
        "re"
      ],
      [
        "e",
        "r"
      ],
      [
        "o",
        "u"
      ],
      [
        "e",
        "n"
      ],
      [
        "o",
        "n"
      ],
      [
        "a",
        "s"
      ],
      [
        "t",
        "o"
      ],
      [
        "w",
        "e"
      ],
      [
        "w",
        "he"
      ],
      [
        "l",
        "e"
      ],
      [
        "a",
        "y"
      ],
      [
        "v",
        "e"
      ],
      [
        "a",
        "l"
      ],
      [
        "i",
        "c"
      ],
      [
        "l",
        "i"
      ],
      [
        "whe",
        "re"
      ],
      [
        "c",
        "o"
      ],
      [
        "m",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "y",
        "ou"
      ],
      [
        "k",
        "e"
      ],
      [
        "u",
        "n"
      ],
      [
        "do",
        "es"
      ],
      [
        "r",
        "o"
      ],
      [
        "s",
        "e"
      ],
      [
        "h",
        "a"
      ],
      [
        "l",
        "y"
      ],
      [
        "i",
        "d"
      ],
      [
        "r",
        "a"
      ],
      [
        "b",
        "o"
      ],
      [
        "m",
        "y"
      ],
      [
        "p",
        "l"
      ],
      [
        "lo",
        "w"
      ],
      [
        "c",
        "h"
      ],
      [
        "i",
        "r"
      ],
      [
        "e",
        "t"
      ],
      [
        "s",
        "t"
      ],
      [
        "the",
        "r"
      ],
      [
        "e",
        "a"
      ],
      [
        "al",
        "l"
      ],
      [
        "you",
        "r"
      ],
      [
        "i",
        "m"
      ],
      [
        "r",
        "i"
      ],
      [
        "t",
        "s"
      ],
      [
        "it",
        "e"
      ],
      [
        "co",
        "lo"
      ],
      [
        "d",
        "en"
      ],
      [
        "e",
        "l"
      ],
      [
        "f",
        "a"
      ],
      [
        "re",
        "a"
      ],
      [
        "a",
        "b"
      ],
      [
        "b",
        "u"
      ],
      [
        "b",
        "all"
      ],
      [
        "s",
        "w"
      ],
      [
        "do",
        "ing"
      ],
      [
        "pl",
        "ay"
      ],
      [
        "f",
        "is"
      ],
      [
        "t",
        "h"
      ],
      [
        "t",
        "er"
      ],
      [
        "ra",
        "in"
      ],
      [
        "fis",
        "h"
      ],
      [
        "h",
        "as"
      ],
      [
        "s",
        "un"
      ],
      [
        "ha",
        "ve"
      ],
      [
        "colo",
        "r"
      ],
      [
        "a",
        "me"
      ],
      [
        "m",
        "o"
      ],
      [
        "n",
        "ame"
      ],
      [
        "u",
        "m"
      ],
      [
        "re",
        "e"
      ],
      [
        "li",
        "ke"
      ],
      [
        "d",
        "id"
      ],
      [
        "e",
        "d"
      ],
      [
        "f",
        "ri"
      ],
      [
        "g",
        "o"
      ],
      [
        "s",
        "k"
      ],
      [
        "s",
        "p"
      ],
      [
        "t",
        "i"
      ],
      [
        "en",
        "d"
      ],
      [
        "fri",
        "end"
      ],
      [
        "f",
        "low"
      ],
      [
        "h",
        "o"
      ],
      [
        "i",
        "l"
      ],
      [
        "o",
        "o"
      ],
      [
        "he",
        "l"
      ],
      [
        "in",
        "d"
      ],
      [
        "re",
        "d"
      ],
      [
        "ar",
        "k"
      ],
      [
        "as",
        "t"
      ],
      [
        "ic",
        "e"
      ],
      [
        "flow",
        "er"
      ],
      [
        "a",
        "ke"
      ],
      [
        "c",
        "le"
      ],
      [
        "e",
        "at"
      ],
      [
        "g",
        "e"
      ],
      [
        "o",
        "k"
      ],
      [
        "s",
        "h"
      ],
      [
        "w",
        "at"
      ],
      [
        "as",
        "s"
      ],
      [
        "rea",
        "d"
      ],
      [
        "sk",
        "y"
      ],
      [
        "a",
        "f"
      ],
      [
        "b",
        "ir"
      ],
      [
        "d",
        "s"
      ],
      [
        "g",
        "h"
      ],
      [
        "g",
        "r"
      ],
      [
        "m",
        "ing"
      ],
      [
        "w",
        "it"
      ],
      [
        "ar",
        "s"
      ],
      [
        "wit",
        "h"
      ],
      [
        "c",
        "k"
      ],
      [
        "c",
        "he"
      ],
      [
        "c",
        "lo"
      ],
      [
        "d",
        "ay"
      ],
      [
        "l",
        "es"
      ],
      [
        "p",
        "p"
      ],
      [
        "s",
        "ay"
      ],
      [
        "t",
        "u"
      ],
      [
        "t",
        "ree"
      ],
      [
        "v",
        "or"
      ],
      [
        "the",
        "y"
      ],
      [
        "an",
        "im"
      ],
      [
        "do",
        "g"
      ],
      [
        "ar",
        "d"
      ],
      [
        "li",
        "ve"
      ],
      [
        "bo",
        "ok"
      ],
      [
        "fa",
        "vor"
      ],
      [
        "sw",
        "im"
      ],
      [
        "wat",
        "er"
      ],
      [
        "anim",
        "al"
      ],
      [
        "favor",
        "ite"
      ],
      [
        "b",
        "l"
      ],
      [
        "f",
        "ly"
      ],
      [
        "g",
        "ar"
      ],
      [
        "o",
        "f"
      ],
      [
        "p",
        "ic"
      ],
      [
        "p",
        "ark"
      ],
      [
        "r",
        "y"
      ],
      [
        "v",
        "es"
      ],
      [
        "w",
        "or"
      ],
      [
        "re",
        "s"
      ],
      [
        "at",
        "s"
      ],
      [
        "ar",
        "m"
      ],
      [
        "ou",
        "r"
      ],
      [
        "ou",
        "se"
      ],
      [
        "whe",
        "n"
      ],
      [
        "bu",
        "s"
      ],
      [
        "mo",
        "ther"
      ],
      [
        "flower",
        "s"
      ],
      [
        "sh",
        "in"
      ],
      [
        "b",
        "r"
      ],
      [
        "f",
        "oo"
      ],
      [
        "h",
        "an"
      ],
      [
        "k",
        "er"
      ],
      [
        "n",
        "o"
      ],
      [
        "r",
        "ice"
      ],
      [
        "t",
        "w"
      ],
      [
        "t",
        "en"
      ],
      [
        "t",
        "ea"
      ],
      [
        "w",
        "r"
      ],
      [
        "y",
        "el"
      ],
      [
        "ou",
        "n"
      ],
      [
        "li",
        "on"
      ],
      [
        "ro",
        "w"
      ],
      [
        "se",
        "e"
      ],
      [
        "ea",
        "ker"
      ],
      [
        "play",
        "ing"
      ],
      [
        "sp",
        "eaker"
      ],
      [
        "ti",
        "me"
      ],
      [
        "ho",
        "me"
      ],
      [
        "bir",
        "ds"
      ],
      [
        "gh",
        "t"
      ],
      [
        "clo",
        "ck"
      ],
      [
        "yel",
        "low"
      ],
      [
        "_",
        "_"
      ],
      [
        "b",
        "ea"
      ],
      [
        "c",
        "at"
      ],
      [
        "c",
        "ar"
      ],
      [
        "f",
        "or"
      ],
      [
        "f",
        "ro"
      ],
      [
        "f",
        "arm"
      ],
      [
        "g",
        "re"
      ],
      [
        "h",
        "ouse"
      ],
      [
        "i",
        "ve"
      ],
      [
        "i",
        "ly"
      ],
      [
        "k",
        "ing"
      ],
      [
        "l",
        "d"
      ],
      [
        "n",
        "g"
      ],
      [
        "n",
        "es"
      ],
      [
        "p",
        "et"
      ],
      [
        "q",
        "u"
      ],
      [
        "r",
        "un"
      ],
      [
        "s",
        "he"
      ],
      [
        "s",
        "to"
      ],
      [
        "t",
        "ball"
      ],
      [
        "u",
        "e"
      ],
      [
        "u",
        "r"
      ],
      [
        "u",
        "den"
      ],
      [
        "v",
        "er"
      ],
      [
        "the",
        "ir"
      ],
      [
        "re",
        "l"
      ],
      [
        "lo",
        "ng"
      ],
      [
        "ou",
        "t"
      ],
      [
        "we",
        "ar"
      ],
      [
        "st",
        "ars"
      ],
      [
        "st",
        "uden"
      ],
      [
        "read",
        "ing"
      ],
      [
        "af",
        "ter"
      ],
      [
        "che",
        "r"
      ],
      [
        "bl",
        "ue"
      ],
      [
        "gar",
        "den"
      ],
      [
        "tea",
        "cher"
      ],
      [
        "gre",
        "en"
      ],
      [
        "ver",
        "y"
      ],
      [
        "studen",
        "ts"
      ],
      [
        "a",
        "ge"
      ],
      [
        "a",
        "ves"
      ],
      [
        "d",
        "er"
      ],
      [
        "e",
        "p"
      ],
      [
        "e",
        "le"
      ],
      [
        "f",
        "our"
      ],
      [
        "g",
        "et"
      ],
      [
        "h",
        "is"
      ],
      [
        "l",
        "is"
      ],
      [
        "m",
        "an"
      ],
      [
        "p",
        "on"
      ],
      [
        "p",
        "ass"
      ],
      [
        "p",
        "han"
      ],
      [
        "s",
        "le"
      ],
      [
        "t",
        "ake"
      ],
      [
        "v",
        "ing"
      ],
      [
        "in",
        "k"
      ],
      [
        "ing",
        "s"
      ],
      [
        "le",
        "aves"
      ],
      [
        "ve",
        "get"
      ],
      [
        "bo",
        "ard"
      ],
      [
        "ab",
        "les"
      ],
      [
        "ab",
        "out"
      ],
      [
        "th",
        "is"
      ],
      [
        "um",
        "b"
      ],
      [
        "il",
        "d"
      ],
      [
        "hel",
        "lo"
      ],
      [
        "cle",
        "ar"
      ],
      [
        "eat",
        "ing"
      ],
      [
        "book",
        "s"
      ],
      [
        "swim",
        "ming"
      ],
      [
        "br",
        "an"
      ],
      [
        "oun",
        "d"
      ],
      [
        "bea",
        "ch"
      ],
      [
        "ele",
        "phan"
      ],
      [
        "lis",
        "ten"
      ],
      [
        "pon",
        "d"
      ],
      [
        "pass",
        "age"
      ],
      [
        "sle",
        "ep"
      ],
      [
        "veget",
        "ables"
      ],
      [
        "elephan",
        "t"
      ],
      [
        "a",
        "u"
      ],
      [
        "a",
        "ther"
      ],
      [
        "c",
        "e"
      ],
      [
        "c",
        "an"
      ],
      [
        "d",
        "ra"
      ],
      [
        "f",
        "ind"
      ],
      [
        "f",
        "ast"
      ],
      [
        "h",
        "id"
      ],
      [
        "j",
        "um"
      ],
      [
        "m",
        "en"
      ],
      [
        "m",
        "ily"
      ],
      [
        "p",
        "s"
      ],
      [
        "r",
        "id"
      ],
      [
        "s",
        "is"
      ],
      [
        "t",
        "el"
      ],
      [
        "wh",
        "ic"
      ],
      [
        "on",
        "ed"
      ],
      [
        "to",
        "y"
      ],
      [
        "we",
        "ather"
      ],
      [
        "ha",
        "pp"
      ],
      [
        "bo",
        "y"
      ],
      [
        "fa",
        "mily"
      ],
      [
        "bu",
        "t"
      ],
      [
        "th",
        "ree"
      ],
      [
        "ti",
        "oned"
      ],
      [
        "animal",
        "s"
      ],
      [
        "wor",
        "d"
      ],
      [
        "shin",
        "ing"
      ],
      [
        "foo",
        "tball"
      ],
      [
        "no",
        "t"
      ],
      [
        "dra",
        "w"
      ],
      [
        "hid",
        "den"
      ],
      [
        "men",
        "tioned"
      ],
      [
        "sis",
        "ter"
      ],
      [
        "tel",
        "l"
      ],
      [
        "whic",
        "h"
      ],
      [
        "a",
        "c"
      ],
      [
        "a",
        "m"
      ],
      [
        "a",
        "king"
      ],
      [
        "b",
        "it"
      ],
      [
        "b",
        "ic"
      ],
      [
        "c",
        "r"
      ],
      [
        "c",
        "t"
      ],
      [
        "c",
        "rea"
      ],
      [
        "c",
        "ast"
      ],
      [
        "c",
        "ur"
      ],
      [
        "c",
        "au"
      ],
      [
        "e",
        "very"
      ],
      [
        "f",
        "u"
      ],
      [
        "f",
        "all"
      ],
      [
        "f",
        "ive"
      ],
      [
        "i",
        "ght"
      ],
      [
        "k",
        "ind"
      ],
      [
        "l",
        "ing"
      ],
      [
        "l",
        "un"
      ],
      [
        "m",
        "at"
      ],
      [
        "m",
        "er"
      ],
      [
        "m",
        "on"
      ],
      [
        "m",
        "ake"
      ],
      [
        "n",
        "ing"
      ],
      [
        "n",
        "ic"
      ],
      [
        "n",
        "et"
      ],
      [
        "n",
        "ight"
      ],
      [
        "o",
        "ld"
      ],
      [
        "s",
        "c"
      ],
      [
        "s",
        "ing"
      ],
      [
        "s",
        "and"
      ],
      [
        "s",
        "um"
      ],
      [
        "t",
        "ab"
      ],
      [
        "w",
        "in"
      ],
      [
        "w",
        "as"
      ],
      [
        "w",
        "ind"
      ],
      [
        "y",
        "cle"
      ],
      [
        "y",
        "ard"
      ],
      [
        "wh",
        "ite"
      ],
      [
        "do",
        "w"
      ],
      [
        "it",
        "ing"
      ],
      [
        "on",
        "e"
      ],
      [
        "as",
        "k"
      ],
      [
        "whe",
        "el"
      ],
      [
        "co",
        "w"
      ],
      [
        "co",
        "ats"
      ],
      [
        "un",
        "der"
      ],
      [
        "ha",
        "d"
      ],
      [
        "ha",
        "ving"
      ],
      [
        "ly",
        "ing"
      ],
      [
        "id",
        "e"
      ],
      [
        "fa",
        "ther"
      ],
      [
        "sw",
        "ings"
      ],
      [
        "th",
        "row"
      ],
      [
        "sun",
        "day"
      ],
      [
        "mo",
        "on"
      ],
      [
        "sp",
        "or"
      ],
      [
        "ho",
        "w"
      ],
      [
        "gr",
        "ass"
      ],
      [
        "gr",
        "ound"
      ],
      [
        "tu",
        "res"
      ],
      [
        "fly",
        "ing"
      ],
      [
        "pic",
        "nic"
      ],
      [
        "pic",
        "tures"
      ],
      [
        "wor",
        "k"
      ],
      [
        "tw",
        "o"
      ],
      [
        "tw",
        "ink"
      ],
      [
        "wr",
        "ite"
      ],
      [
        "home",
        "work"
      ],
      [
        "fro",
        "m"
      ],
      [
        "nes",
        "ts"
      ],
      [
        "rel",
        "l"
      ],
      [
        "wear",
        "ing"
      ],
      [
        "man",
        "y"
      ],
      [
        "umb",
        "rell"
      ],
      [
        "bran",
        "ch"
      ],
      [
        "sleep",
        "ing"
      ],
      [
        "jum",
        "p"
      ],
      [
        "happ",
        "y"
      ],
      [
        "not",
        "es"
      ],
      [
        "bic",
        "ycle"
      ],
      [
        "crea",
        "m"
      ],
      [
        "cast",
        "les"
      ],
      [
        "cur",
        "ry"
      ],
      [
        "fu",
        "l"
      ],
      [
        "fall",
        "ing"
      ],
      [
        "lun",
        "ch"
      ],
      [
        "sand",
        "castles"
      ],
      [
        "sum",
        "mer"
      ],
      [
        "tab",
        "le"
      ],
      [
        "wheel",
        "s"
      ],
      [
        "b",
        "e"
      ],
      [
        "b",
        "i"
      ],
      [
        "b",
        "ro"
      ],
      [
        "b",
        "rea"
      ],
      [
        "d",
        "in"
      ],
      [
        "d",
        "res"
      ],
      [
        "e",
        "g"
      ],
      [
        "e",
        "ars"
      ],
      [
        "g",
        "s"
      ],
      [
        "g",
        "le"
      ],
      [
        "i",
        "en"
      ],
      [
        "i",
        "et"
      ],
      [
        "j",
        "un"
      ],
      [
        "k",
        "es"
      ],
      [
        "k",
        "fast"
      ],
      [
        "n",
        "y"
      ],
      [
        "n",
        "er"
      ],
      [
        "n",
        "ts"
      ],
      [
        "o",
        "m"
      ],
      [
        "p",
        "are"
      ],
      [
        "s",
        "a"
      ],
      [
        "s",
        "o"
      ],
      [
        "s",
        "low"
      ],
      [
        "s",
        "ch"
      ],
      [
        "s",
        "qu"
      ],
      [
        "t",
        "ing"
      ],
      [
        "t",
        "run"
      ],
      [
        "w",
        "ay"
      ],
      [
        "w",
        "al"
      ],
      [
        "re",
        "n"
      ],
      [
        "wh",
        "o"
      ],
      [
        "wh",
        "y"
      ],
      [
        "and",
        "pare"
      ],
      [
        "are",
        "d"
      ],
      [
        "ou",
        "ld"
      ],
      [
        "ic",
        "k"
      ],
      [
        "li",
        "kes"
      ],
      [
        "co",
        "ming"
      ],
      [
        "me",
        "et"
      ],
      [
        "ke",
        "y"
      ],
      [
        "ro",
        "om"
      ],
      [
        "ro",
        "ared"
      ],
      [
        "ch",
        "ing"
      ],
      [
        "ch",
        "ild"
      ],
      [
        "ir",
        "rel"
      ],
      [
        "st",
        "ay"
      ],
      [
        "bu",
        "ild"
      ],
      [
        "ter",
        "fly"
      ],
      [
        "sun",
        "ny"
      ],
      [
        "oo",
        "l"
      ],
      [
        "hel",
        "p"
      ],
      [
        "sh",
        "ould"
      ],
      [
        "bir",
        "d"
      ],
      [
        "gr",
        "andpare"
      ],
      [
        "pp",
        "ed"
      ],
      [
        "tu",
        "r"
      ],
      [
        "__",
        "__"
      ],
      [
        "fro",
        "g"
      ],
      [
        "farm",
        "er"
      ],
      [
        "qu",
        "iet"
      ],
      [
        "sto",
        "p"
      ],
      [
        "sto",
        "pped"
      ],
      [
        "but",
        "terfly"
      ],
      [
        "mon",
        "key"
      ],
      [
        "spor",
        "t"
      ],
      [
        "bi",
        "g"
      ],
      [
        "bro",
        "ther"
      ],
      [
        "brea",
        "kfast"
      ],
      [
        "din",
        "ner"
      ],
      [
        "dres",
        "s"
      ],
      [
        "eg",
        "gs"
      ],
      [
        "jun",
        "gle"
      ],
      [
        "sch",
        "ool"
      ],
      [
        "squ",
        "irrel"
      ],
      [
        "trun",
        "k"
      ],
      [
        "wal",
        "king"
      ],
      [
        "child",
        "ren"
      ],
      [
        "grandpare",
        "nts"
      ],
      [
        "1",
        "2"
      ],
      [
        "a",
        "ir"
      ],
      [
        "a",
        "il"
      ],
      [
        "a",
        "ck"
      ],
      [
        "a",
        "pp"
      ],
      [
        "a",
        "iting"
      ],
      [
        "a",
        "way"
      ],
      [
        "b",
        "ing"
      ],
      [
        "b",
        "lo"
      ],
      [
        "b",
        "as"
      ],
      [
        "b",
        "low"
      ],
      [
        "b",
        "ri"
      ],
      [
        "b",
        "ab"
      ],
      [
        "b",
        "ark"
      ],
      [
        "b",
        "row"
      ],
      [
        "b",
        "aking"
      ],
      [
        "b",
        "bit"
      ],
      [
        "c",
        "l"
      ],
      [
        "c",
        "are"
      ],
      [
        "c",
        "li"
      ],
      [
        "c",
        "ir"
      ],
      [
        "c",
        "ri"
      ],
      [
        "c",
        "il"
      ],
      [
        "c",
        "ake"
      ],
      [
        "c",
        "oun"
      ],
      [
        "d",
        "r"
      ],
      [
        "d",
        "ro"
      ],
      [
        "d",
        "ly"
      ],
      [
        "d",
        "ri"
      ],
      [
        "e",
        "o"
      ],
      [
        "e",
        "as"
      ],
      [
        "e",
        "ast"
      ],
      [
        "f",
        "f"
      ],
      [
        "f",
        "l"
      ],
      [
        "f",
        "lo"
      ],
      [
        "f",
        "eat"
      ],
      [
        "g",
        "row"
      ],
      [
        "g",
        "am"
      ],
      [
        "h",
        "i"
      ],
      [
        "h",
        "at"
      ],
      [
        "h",
        "ats"
      ],
      [
        "h",
        "ive"
      ],
      [
        "i",
        "x"
      ],
      [
        "i",
        "on"
      ],
      [
        "k",
        "ite"
      ],
      [
        "l",
        "l"
      ],
      [
        "l",
        "ar"
      ],
      [
        "l",
        "ast"
      ],
      [
        "m",
        "es"
      ],
      [
        "m",
        "bo"
      ],
      [
        "m",
        "il"
      ],
      [
        "m",
        "ouse"
      ],
      [
        "m",
        "ac"
      ],
      [
        "m",
        "bing"
      ],
      [
        "m",
        "ix"
      ],
      [
        "n",
        "u"
      ],
      [
        "n",
        "is"
      ],
      [
        "n",
        "al"
      ],
      [
        "n",
        "umb"
      ],
      [
        "o",
        "l"
      ],
      [
        "o",
        "ming"
      ],
      [
        "p",
        "en"
      ],
      [
        "p",
        "le"
      ],
      [
        "p",
        "ra"
      ],
      [
        "p",
        "eo"
      ],
      [
        "r",
        "re"
      ],
      [
        "r",
        "is"
      ],
      [
        "r",
        "an"
      ],
      [
        "r",
        "on"
      ],
      [
        "s",
        "u"
      ],
      [
        "s",
        "es"
      ],
      [
        "s",
        "it"
      ],
      [
        "s",
        "en"
      ],
      [
        "s",
        "pl"
      ],
      [
        "s",
        "af"
      ],
      [
        "s",
        "ide"
      ],
      [
        "t",
        "le"
      ],
      [
        "t",
        "rain"
      ],
      [
        "t",
        "aking"
      ],
      [
        "t",
        "ail"
      ],
      [
        "u",
        "p"
      ],
      [
        "u",
        "s"
      ],
      [
        "u",
        "ds"
      ],
      [
        "u",
        "res"
      ],
      [
        "u",
        "sing"
      ],
      [
        "u",
        "dly"
      ],
      [
        "u",
        "ff"
      ],
      [
        "v",
        "is"
      ],
      [
        "w",
        "l"
      ],
      [
        "w",
        "es"
      ],
      [
        "w",
        "en"
      ],
      [
        "w",
        "arm"
      ],
      [
        "w",
        "ings"
      ],
      [
        "w",
        "aiting"
      ],
      [
        "z",
        "oo"
      ],
      [
        "he",
        "d"
      ],
      [
        "the",
        "m"
      ],
      [
        "in",
        "to"
      ],
      [
        "in",
        "side"
      ],
      [
        "at",
        "for"
      ],
      [
        "at",
        "ion"
      ],
      [
        "an",
        "e"
      ],
      [
        "an",
        "sw"
      ],
      [
        "an",
        "ge"
      ],
      [
        "do",
        "or"
      ],
      [
        "do",
        "nal"
      ],
      [
        "it",
        "es"
      ],
      [
        "ar",
        "a"
      ],
      [
        "ar",
        "y"
      ],
      [
        "ar",
        "ound"
      ],
      [
        "lo",
        "ve"
      ],
      [
        "lo",
        "ok"
      ],
      [
        "lo",
        "udly"
      ],
      [
        "ou",
        "ts"
      ],
      [
        "en",
        "s"
      ],
      [
        "on",
        "s"
      ],
      [
        "as",
        "on"
      ],
      [
        "as",
        "hed"
      ],
      [
        "to",
        "m"
      ],
      [
        "to",
        "ge"
      ],
      [
        "to",
        "ry"
      ],
      [
        "we",
        "t"
      ],
      [
        "we",
        "ll"
      ],
      [
        "le",
        "af"
      ],
      [
        "ay",
        "ons"
      ],
      [
        "al",
        "es"
      ],
      [
        "ic",
        "ke"
      ],
      [
        "li",
        "br"
      ],
      [
        "co",
        "at"
      ],
      [
        "co",
        "mes"
      ],
      [
        "co",
        "ol"
      ],
      [
        "co",
        "rre"
      ],
      [
        "me",
        "t"
      ],
      [
        "me",
        "one"
      ],
      [
        "or",
        "der"
      ],
      [
        "or",
        "ange"
      ],
      [
        "ke",
        "tball"
      ],
      [
        "ro",
        "of"
      ],
      [
        "ro",
        "ses"
      ],
      [
        "se",
        "a"
      ],
      [
        "se",
        "t"
      ],
      [
        "se",
        "ts"
      ],
      [
        "se",
        "ason"
      ],
      [
        "ra",
        "bbit"
      ],
      [
        "bo",
        "wl"
      ],
      [
        "pl",
        "ac"
      ],
      [
        "pl",
        "atfor"
      ],
      [
        "pl",
        "ane"
      ],
      [
        "ch",
        "ick"
      ],
      [
        "st",
        "and"
      ],
      [
        "st",
        "ron"
      ],
      [
        "st",
        "ation"
      ],
      [
        "colo",
        "red"
      ],
      [
        "colo",
        "mbo"
      ],
      [
        "el",
        "se"
      ],
      [
        "play",
        "s"
      ],
      [
        "play",
        "ed"
      ],
      [
        "play",
        "ground"
      ],
      [
        "rain",
        "i"
      ],
      [
        "rain",
        "s"
      ],
      [
        "rain",
        "y"
      ],
      [
        "rain",
        "ing"
      ],
      [
        "rain",
        "coats"
      ],
      [
        "rain",
        "coat"
      ],
      [
        "sun",
        "flowers"
      ],
      [
        "mo",
        "ving"
      ],
      [
        "go",
        "t"
      ],
      [
        "go",
        "ing"
      ],
      [
        "go",
        "es"
      ],
      [
        "go",
        "ats"
      ],
      [
        "sk",
        "s"
      ],
      [
        "sp",
        "ark"
      ],
      [
        "hel",
        "ps"
      ],
      [
        "hel",
        "met"
      ],
      [
        "wat",
        "ching"
      ],
      [
        "ass",
        "room"
      ],
      [
        "che",
        "s"
      ],
      [
        "clo",
        "uds"
      ],
      [
        "say",
        "s"
      ],
      [
        "tu",
        "sks"
      ],
      [
        "bl",
        "ack"
      ],
      [
        "ry",
        "ing"
      ],
      [
        "shin",
        "y"
      ],
      [
        "foo",
        "d"
      ],
      [
        "no",
        "on"
      ],
      [
        "ten",
        "ce"
      ],
      [
        "wr",
        "iting"
      ],
      [
        "wr",
        "ites"
      ],
      [
        "ght",
        "ly"
      ],
      [
        "car",
        "rying"
      ],
      [
        "nes",
        "t"
      ],
      [
        "run",
        "ning"
      ],
      [
        "after",
        "noon"
      ],
      [
        "his",
        "tory"
      ],
      [
        "man",
        "goes"
      ],
      [
        "bran",
        "ches"
      ],
      [
        "listen",
        "ing"
      ],
