{
  "<pad>": 0,
  "aɪ": 1,
  "aɪaɪl": 2,
  "aɪb": 3,
  "aɪd": 4,
  "aɪdʒ": 5,
  "aɪf": 6,
  "aɪh": 7,
  "aɪk": 8,
  "aɪl": 9,
  "aɪm": 10,
  "aɪn": 11,
  "aɪw": 12,
  "aɪə": 13,
  "aɪɛ": 14,
  "aɪɜː": 15,
  "aɪɡ": 16,
  "aɪɪ": 17,
  "aɪʃ": 18,
  "aɪθ": 19,
  "aʊ": 20,
  "aʊh": 21,
  "b": 22,
  "d": 23,
  "daɪf": 24,
  "daɪæ": 25,
  "daɪɪ": 26,
  "daʊ": 27,
  "db": 28,
  "dd": 29,
  "ddʒ": 30,
  "df": 31,
  "dh": 32,
  "diː": 33,
  "dj": 34,
  "dk": 35,
  "dl": 36,
  "dm": 37,
  "dn": 38,
  "doʊ": 39,
  "dp": 40,
  "ds": 41,
  "dt": 42,
  "dv": 43,
  "dw": 44,
  "dæ": 45,
  "dð": 46,
  "dɐ": 47,
  "dɐd": 48,
  "dɐf": 49,
  "dɐk": 50,
  "dɐp": 51,
  "dɐɡ": 52,
  "dɐɹ": 53,
  "dɑː": 54,
  "dɑːɹw": 55,
  "dɔ": 56,
  "dɔː": 57,
  "dɚ": 58,
  "dɛ": 59,
  "dɡ": 60,
  "dɪ": 61,
  "dɹ": 62,
  "dʃ": 63,
  "dʌ": 64,
  "dʒ": 65,
  "dʒiː": 66,
  "dʒæ": 67,
  "dθ": 68,
  "eɪ": 69,
  "eɪaɪd": 70,
  "eɪaɪæ": 71,
  "eɪb": 72,
  "eɪf": 73,
  "eɪk": 74,
  "eɪl": 75,
  "eɪm": 76,
  "eɪn": 77,
  "eɪp": 78,
  "eɪs": 79,
  "eɪt": 80,
  "eɪw": 81,
  "eɪæ": 82,
  "eɪð": 83,
  "eɪɑːɹl": 84,
  "eɪɑːɹt": 85,
  "eɪɑːɹɡ": 86,
  "eɪɔ": 87,
  "eɪɡ": 88,
  "eɪɪ": 89,
  "eɪʃ": 90,
  "f": 91,
  "fb": 92,
  "fð": 93,
  "fɪ": 94,
  "fʌ": 95,
  "h": 96,
  "i": 97,
  "iaɪw": 98,
  "iaɪæ": 99,
  "ib": 100,
  "id": 101,
  "ieɪ": 102,
  "if": 103,
  "ih": 104,
  "iiː": 105,
  "ik": 106,
  "il": 107,
  "im": 108,
  "in": 109,
  "ip": 110,
  "is": 111,
  "it": 112,
  "iw": 113,
  "iæ": 114,
  "ið": 115,
  "iɐ": 116,
  "iɐʃ": 117,
  "iə": 118,
  "iəiː": 119,
  "iɛ": 120,
  "iɜː": 121,
  "iɡ": 122,
  "iɪ": 123,
  "iː": 124,
  "iːb": 125,
  "iːd": 126,
  "iːf": 127,
  "iːh": 128,
  "iːj": 129,
  "iːk": 130,
  "iːl": 131,
  "iːm": 132,
  "iːn": 133,
  "iːp": 134,
  "iːs": 135,
  "iːt": 136,
  "iːw": 137,
  "iːæ": 138,
  "iːð": 139,
  "iːɔː": 140,
  "iːɡ": 141,
  "iːɪ": 142,
  "iːʃ": 143,
  "iːθ": 144,
  "iθ": 145,
  "j": 146,
  "k": 147,
  "kaɪd": 148,
  "kaɪw": 149,
  "kaʊ": 150,
  "kb": 151,
  "kf": 152,
  "kh": 153,
  "kiː": 154,
  "kj": 155,
  "kk": 156,
  "kl": 157,
  "km": 158,
  "kn": 159,
  "kp": 160,
  "ks": 161,
  "kt": 162,
  "kw": 163,
  "kæ": 164,
  "kð": 165,
  "kɐ": 166,
  "kɐf": 167,
  "kɐl": 168,
  "kɐm": 169,
  "kɐʃ": 170,
  "kɔ": 171,
  "kɔː": 172,
  "kɛ": 173,
  "kɪ": 174,
  "kʃ": 175,
  "kʌ": 176,
  "kθ": 177,
  "l": 178,
  "laʊ": 179,
  "lb": 180,
  "ld": 181,
  "lf": 182,
  "lh": 183,
  "lj": 184,
  "lk": 185,
  "ll": 186,
  "lm": 187,
  "loʊ": 188,
  "lt": 189,
  "lv": 190,
  "lw": 191,
  "læ": 192,
  "lð": 193,
  "lɐ": 194,
  "lɐf": 195,
  "lɔ": 196,
  "lɔːɹv": 197,
  "lɪ": 198,
  "lʌ": 199,
  "m": 200,
  "maɪd": 201,
  "maɪw": 202,
  "maɪæ": 203,
  "maʊ": 204,
  "mb": 205,
  "mdʒ": 206,
  "mh": 207,
  "mk": 208,
  "mm": 209,
  "moʊ": 210,
  "mp": 211,
  "mt": 212,
  "mw": 213,
  "mæ": 214,
  "mð": 215,
  "mɔ": 216,
  "mɛ": 217,
  "mɡ": 218,
  "mɪ": 219,
  "mʌ": 220,
  "n": 221,
  "naɪ": 222,
  "naɪn": 223,
  "naɪw": 224,
  "naɪɹ": 225,
  "nb": 226,
  "nd": 227,
  "neɪ": 228,
  "nf": 229,
  "nh": 230,
  "niː": 231,
  "nk": 232,
  "nl": 233,
  "nm": 234,
  "nn": 235,
  "noʊ": 236,
  "ns": 237,
  "nt": 238,
  "nuːɐɡ": 239,
  "nw": 240,
  "næ": 241,
  "nð": 242,
  "nɐb": 243,
  "nɐdʒ": 244,
  "nɐh": 245,
  "nɐiː": 246,
  "nɐoʊ": 247,
  "nɐp": 248,
  "nɐɹ": 249,
  "nɑː": 250,
  "nɔ": 251,
  "nɔː": 252,
  "nɛ": 253,
  "nɛɹ": 254,
  "nɛɹɹ": 255,
  "nɜː": 256,
  "nɡ": 257,
  "nɪ": 258,
  "nʌ": 259,
  "n̩": 260,
  "oʊ": 261,
  "oʊd": 262,
  "oʊf": 263,
  "oʊh": 264,
  "oʊm": 265,
  "oʊn": 266,
  "oʊs": 267,
  "oʊt": 268,
  "oʊw": 269,
  "oʊæ": 270,
  "oʊð": 271,
  "oʊɐ": 272,
  "oʊɔː": 273,
  "oʊɚ": 274,
  "oʊɪ": 275,
  "oʊɹ": 276,
  "oː": 277,
  "oːɹ": 278,
  "oːɹm": 279,
  "p": 280,
  "pb": 281,
  "pp": 282,
  "ps": 283,
  "pt": 284,
  "pw": 285,
  "pæ": 286,
  "pð": 287,
  "pɐt": 288,
  "pɐw": 289,
  "pɔ": 290,
  "pɜː": 291,
  "pɪ": 292,
  "pʌ": 293,
  "s": 294,
  "saɪw": 295,
  "saʊ": 296,
  "sb": 297,
  "seɪ": 298,
  "sf": 299,
  "sh": 300,
  "siː": 301,
  "sk": 302,
  "sl": 303,
  "sm": 304,
  "sn": 305,
  "soʊ": 306,
  "sp": 307,
  "ss": 308,
  "st": 309,
  "sv": 310,
  "sw": 311,
  "sæ": 312,
  "sð": 313,
  "sɐ": 314,
  "sɐb": 315,
  "sɐd": 316,
  "sɐf": 317,
  "sɐh": 318,
  "sɐl": 319,
  "sɐw": 320,
  "sɐɐp": 321,
  "sɐʃ": 322,
  "sɔː": 323,
  "sɔːɹm": 324,
  "sɚ": 325,
  "sɛ": 326,
  "sɡ": 327,
  "sɪ": 328,
  "sɹ": 329,
  "sʌ": 330,
  "t": 331,
  "taɪd": 332,
  "taɪw": 333,
  "taʊ": 334,
  "tb": 335,
  "td": 336,
  "tf": 337,
  "th": 338,
  "tj": 339,
  "tk": 340,
  "tl": 341,
  "tm": 342,
  "tn": 343,
  "toʊ": 344,
  "tp": 345,
  "ts": 346,
  "tt": 347,
  "tv": 348,
  "tw": 349,
  "tæ": 350,
  "tð": 351,
  "tɐ": 352,
  "tɐb": 353,
  "tɐp": 354,
  "tɐw": 355,
  "tɔ": 356,
  "tɔː": 357,
  "tɚ": 358,
  "tɛ": 359,
  "tɡ": 360,
  "tɪ": 361,
  "tɹ": 362,
  "tʃ": 363,
  "tʃd": 364,
  "tʃh": 365,
  "tʃs": 366,
  "tʃʃ": 367,
  "tʌ": 368,
  "tθ": 369,
  "uː": 370,
  "uːaɪp": 371,
  "uːaɪæ": 372,
  "uːf": 373,
  "uːh": 374,
  "uːt": 375,
  "uːæ": 376,
  "uːð": 377,
  "uːɑːɹp": 378,
  "uːɪ": 379,
  "v": 380,
  "vaɪd": 381,
  "vaɪl": 382,
  "vb": 383,
  "vf": 384,
  "vh": 385,
  "vj": 386,
  "vm": 387,
  "vs": 388,
  "vt": 389,
  "væ": 390,
  "vð": 391,
  "vɐf": 392,
  "vɐl": 393,
  "vɐt": 394,
  "vɐð": 395,
  "vɐɡ": 396,
  "vɔː": 397,
  "vɚ": 398,
  "vɪ": 399,
  "vʌ": 400,
  "w": 401,
  "z": 402,
  "zaʊ": 403,
  "zb": 404,
  "zd": 405,
  "zdʒ": 406,
  "zeɪ": 407,
  "zf": 408,
  "zh": 409,
  "ziː": 410,
  "zj": 411,
  "zk": 412,
  "zl": 413,
  "zm": 414,
  "zn": 415,
  "zoʊ": 416,
  "zp": 417,
  "zs": 418,
  "zt": 419,
  "zv": 420,
  "zw": 421,
  "zæ": 422,
  "zð": 423,
  "zɐ": 424,
  "zɐd": 425,
  "zɐf": 426,
  "zɐm": 427,
  "zɐs": 428,
  "zɐæ": 429,
  "zɐɹ": 430,
  "zɐθ": 431,
  "zɑːɹb": 432,
  "zɑːɹw": 433,
  "zɑːɹɡ": 434,
  "zɔ": 435,
  "zɔː": 436,
  "zɛ": 437,
  "zɡ": 438,
  "zɪ": 439,
  "zɹ": 440,
  "zʃ": 441,
  "zʌ": 442,
  "æ": 443,
  "ð": 444,
  "ðh": 445,
  "ðj": 446,
  "ðl": 447,
  "ðs": 448,
  "ðt": 449,
  "ðɐl": 450,
  "ðɐð": 451,
  "ðʌ": 452,
  "ŋ": 453,
  "ŋaɪæ": 454,
  "ŋaʊ": 455,
  "ŋb": 456,
  "ŋd": 457,
  "ŋf": 458,
  "ŋh": 459,
  "ŋiː": 460,
  "ŋj": 461,
  "ŋk": 462,
  "ŋl": 463,
  "ŋoʊ": 464,
  "ŋs": 465,
  "ŋt": 466,
  "ŋw": 467,
  "ŋæ": 468,
  "ŋð": 469,
  "ŋɐ": 470,
  "ŋɐk": 471,
  "ŋɔ": 472,
  "ŋɛ": 473,
  "ŋɪ": 474,
  "ŋʌ": 475,
  "ɐ": 476,
  "ɐb": 477,
  "ɐd": 478,
  "ɐf": 479,
  "ɐʃ": 480,
  "ɑː": 481,
  "ɑːɹ": 482,
  "ɑːɹk": 483,
  "ɑːɹæ": 484,
  "ɔ": 485,
  "ɔɪ": 486,
  "ɔɪf": 487,
  "ɔɪh": 488,
  "ɔɪk": 489,
  "ɔɪl": 490,
  "ɔɪs": 491,
  "ɔɪw": 492,
  "ɔɪæ": 493,
  "ɔɪɛ": 494,
  "ɔɪɪ": 495,
  "ɔː": 496,
  "ɔːl": 497,
  "ɔːt": 498,
  "ɔːð": 499,
  "ɔːɹ": 500,
  "ɔːɹh": 501,
  "ɔːʌ": 502,
  "ə": 503,
  "əb": 504,
  "əd": 505,
  "ədʒ": 506,
  "əf": 507,
  "əh": 508,
  "ək": 509,
  "əl": 510,
  "əlb": 511,
  "əld": 512,
  "əldʒ": 513,
  "əlf": 514,
  "əll": 515,
  "əln": 516,
  "əls": 517,
  "əlæ": 518,
  "əlɛ": 519,
  "əlɡ": 520,
  "əlɪ": 521,
  "əlɹ": 522,
  "əm": 523,
  "ən": 524,
  "əp": 525,
  "əs": 526,
  "ət": 527,
  "əv": 528,
  "əw": 529,
  "əæ": 530,
  "əð": 531,
  "əɔ": 532,
  "əɡ": 533,
  "əɹ": 534,
  "əʃ": 535,
  "əθ": 536,
  "ɚ": 537,
  "ɚb": 538,
  "ɚf": 539,
  "ɚh": 540,
  "ɚj": 541,
  "ɚk": 542,
  "ɚl": 543,
  "ɚm": 544,
  "ɚs": 545,
  "ɚv": 546,
  "ɚw": 547,
  "ɚæ": 548,
  "ɚð": 549,
  "ɚɡ": 550,
  "ɚɹ": 551,
  "ɛ": 552,
  "ɛɹ": 553,
  "ɛɹb": 554,
  "ɛɹf": 555,
  "ɛɹn": 556,
  "ɛɹw": 557,
  "ɜː": 558,
  "ɜːm": 559,
  "ɜːw": 560,
  "ɡ": 561,
  "ɡaʊ": 562,
  "ɡb": 563,
  "ɡd": 564,
  "ɡdʒ": 565,
  "ɡeɪ": 566,
  "ɡf": 567,
  "ɡh": 568,
  "ɡiː": 569,
  "ɡk": 570,
  "ɡl": 571,
  "ɡm": 572,
  "ɡp": 573,
  "ɡs": 574,
  "ɡtʃ": 575,
  "ɡw": 576,
  "ɡæ": 577,
  "ɡð": 578,
  "ɡɐ": 579,
  "ɡɐd": 580,
  "ɡɑːɹl": 581,
  "ɡɑːɹɡ": 582,
  "ɡɔ": 583,
  "ɡɡ": 584,
  "ɡɪ": 585,
  "ɡɹ": 586,
  "ɡʃ": 587,
  "ɪ": 588,
  "ɪaɪd": 589,
  "ɪaʊ": 590,
  "ɪiː": 591,
  "ɪoʊ": 592,
  "ɪæ": 593,
  "ɪɔːɹ": 594,
  "ɪɛ": 595,
  "ɪɪ": 596,
  "ɪɹ": 597,
  "ɪɹb": 598,
  "ɪɹh": 599,
  "ɪɹj": 600,
  "ɪɹm": 601,
  "ɪɹtʃ": 602,
  "ɪɹw": 603,
  "ɪɹθ": 604,
  "ɹ": 605,
  "ɹaɪl": 606,
  "ɹaɪw": 607,
  "ɹaɪæ": 608,
  "ɹaɪɔː": 609,
  "ɹeɪ": 610,
  "ɹiː": 611,
  "ɹæ": 612,
  "ɹɑːɹj": 613,
  "ɹɚ": 614,
  "ɹɪ": 615,
  "ɹʌ": 616,
  "ɾ": 617,
  "ɾiː": 618,
  "ɾæ": 619,
  "ɾɐ": 620,
  "ɾɔː": 621,
  "ɾɪ": 622,
  "ʃ": 623,
  "ʃaʊ": 624,
  "ʃt": 625,
  "ʃɪ": 626,
  "ʊ": 627,
  "ʊaɪ": 628,
  "ʊaɪd": 629,
  "ʊaɪw": 630,
  "ʊaɪæ": 631,
  "ʊiː": 632,
  "ʊw": 633,
  "ʊæ": 634,
  "ʊð": 635,
  "ʊɐh": 636,
  "ʊɹ": 637,
  "ʊɹb": 638,
  "ʊɹm": 639,
  "ʊɹp": 640,
  "ʊɹt": 641,
  "ʌ": 642,
  "ʒ": 643,
  "ʔ": 644,
  "θ": 645,
  "θf": 646,
  "θm": 647,
  "θw": 648,
  "ᵻ": 649
}